export default {
  "name": "中文",
  "ui": {
    "spyfall":"間諜危機",
    "welcome_to_spyfall": "歡迎來到《Spyfall間諜危機》",
    "new_game": "開始新遊戲",
    "join_game": "加入遊戲",
    "new_room": "開新房間",
    "join_room": "加入房間",
    "enter_room_name": "輸入房間名稱",
    "room": "房間",
    "already_exist": "已經存在",
    "not_exist": "不存在",
    "waiting_for_players": "等待其他玩家...",
    "access_code": "通行號碼",
    "join_my_spyfall_game": "加入我的《Spyfall間諜危機》遊戲！",
    "start_game": "開始遊戲",
    "leave_game": "離開遊戲",
    "leave_room": "離開房間",
    "game_already_started": "遊戲已經開始",
    "show_hide": "檢視/隱藏",
    "you_are_the_spy": "你是間諜！",
    "you_are_not_the_spy": "你不是間諜！",
    "the_location": "地點",
    "your_role": "你的角色",
    "players": "玩家",
    "first_player": "首家",
    "location_reference": "地點參考",
    "end_game": "結束遊戲",
    "enter_your_name": "輸入你的名字",
    "create_game": "創建",
    "back": "返回",
    "enter_an_access_code": "輸入通行號碼",
    "invalid_access_code": "無效的通行號碼",
    "join": "加入",
    "time_remained": "剩餘時間",
    "you_have_been_kicked_out": "你被請出房間",
    "footer": "<a href='http://international.hobbyworld.ru/catalog/25_spyfall/' target='_blank'>《Spyfall間諜危機》</a> 由Alexandr Ushan設計， <a href='http://international.hobbyworld.ru/' target='_blank'>Hobby World公司出版</a>。",
    "spy": "間諜",
  },
  "locations": {
    "airplane": {
      "name": "民航機",
      "roles": [
        "頭等艙乘客",
        "空警",
        "機上技工",
        "經濟艙乘客",
        "空服員",
        "民航機副駕駛",
        "民航機駕駛"
      ]
    },
    "bank": {
      "name": "銀行",
      "roles": [
        "運鈔車駕駛",
        "銀行經理",
        "理財顧問",
        "銀行顧客",
        "銀行搶匪",
        "銀行保全",
        "銀行行員"
      ]
    },
    "beach": {
      "name": "遊憩沙灘",
      "roles": [
        "沙灘服務生",
        "放風箏遊客",
        "沙灘救生員",
        "小偷",
        "沙灘遊客",
        "沙灘拍照遊客",
        "沙灘冰淇淋小販"
      ]
    },
    "broadway_theater": {
      "name": "舞台劇戲院",
      "roles": [
        "置物櫃管理員",
        "大字報舉牌者",
        "賣票收銀員",
        "戲院觀眾",
        "舞台劇導演",
        "舞台劇演員",
        "舞台劇工作人員"
      ]
    },
    "casino": {
      "name": "賭場",
      "roles": [
        "調酒師",
        "保全主管",
        "賭場保全",
        "賭場經理",
        "賭場投機客",
        "賭場派牌員",
        "賭客"
      ]
    },
    "cathedral": {
      "name": "大教堂",
      "roles": [
        "牧師",
        "乞丐",
        "告解者",
        "教友",
        "教堂遊客",
        "教堂贊助者",
        "唱詩班成員"
      ]
    },
    "circus_tent": {
      "name": "馬戲團",
      "roles": [
        "特技演員",
        "動物訓練師",
        "魔術師",
        "馬戲團觀眾",
        "吞火表演者",
        "馬戲團小丑",
        "雜耍演員"
      ]
    },
    "corporate_party": {
      "name": "企業派對",
      "roles": [
        "餘興節目演員",
        "企業經理",
        "不速之客",
        "企業老闆",
        "秘書",
        "會計師",
        "企業收發人員"
      ]
    },
    "crusader_army": {
      "name": "十字軍隊伍",
      "roles": [
        "武僧",
        "異教徒囚犯",
        "僕人",
        "主教",
        "隨從",
        "弓箭手",
        "騎士"
      ]
    },
    "day_spa": {
      "name": "日光浴SPA",
      "roles": [
        "SPA顧客",
        "美髮師",
        "按摩師",
        "美甲師",
        "美妝師",
        "美膚師",
        "美容師"
      ]
    },
    "embassy": {
      "name": "大使館",
      "roles": [
        "大使館警衛",
        "大使館秘書",
        "大使",
        "大使館專員",
        "大使館遊客",
        "大使館難民",
        "外交官"
      ]
    },
    "hospital": {
      "name": "醫院",
      "roles": [
        "護理師",
        "內科醫師",
        "麻醉師",
        "實習醫師",
        "病人",
        "心理治療師",
        "外科醫師"
      ]
    },
    "hotel": {
      "name": "旅館",
      "roles": [
        "旅館門房",
        "旅館保全",
        "旅館經理",
        "旅館清潔人員",
        "旅館房客",
        "旅館酒保",
        "旅館行李員"
      ]
    },
    "military_base": {
      "name": "軍事基地",
      "roles": [
        "逃兵",
        "中校",
        "醫官",
        "下士",
        "狙擊手",
        "士官",
        "坦克技工"
      ]
    },
    "movie_studio": {
      "name": "電影攝影棚",
      "roles": [
        "演員替身",
        "配樂人員",
        "攝影師",
        "電影導演",
        "服裝設計人員",
        "演員",
        "電影製作人"
      ]
    },
    "ocean_liner": {
      "name": "度假遊輪",
      "roles": [
        "富家子",
        "廚師",
        "遊輪船長",
        "遊輪酒保",
        "音樂表演者",
        "遊輪服務員",
        "遊輪技工"
      ]
    },
    "passenger_train": {
      "name": "通勤火車",
      "roles": [
        "火車技工",
        "邊界巡守",
        "火車服務員",
        "火車乘客",
        "餐車廚師",
        "火車工程師",
        "火車駕駛"
      ]
    },
    "pirate_ship": {
      "name": "海盜船",
      "roles": [
        "海盜船廚師",
        "海盜船員",
        "奴隸",
        "海盜火砲手",
        "囚犯",
        "船艙僕人",
        "偉大的航海王"
      ]
    },
    "polar_station": {
      "name": "極地科學站",
      "roles": [
        "極地醫官",
        "地質學家",
        "遠征隊隊長",
        "生物學家",
        "極地通訊官",
        "水文學家",
        "氣象學家"
      ]
    },
    "police_station": {
      "name": "警察派出所",
      "roles": [
        "警探",
        "律師",
        "記者",
        "犯罪學家",
        "證物室管理員",
        "巡邏警察",
        "犯人"
      ]
    },
    "restaurant": {
      "name": "餐廳",
      "roles": [
        "音樂表演者",
        "餐廳食客",
        "餐廳保全",
        "餐廳女老闆",
        "餐廳大廚",
        "美食評論家",
        "餐廳服務員"
      ]
    },
    "school": {
      "name": "學校",
      "roles": [
        "體育老師",
        "學生",
        "校長",
        "學校保全",
        "清潔工",
        "學生餐廳阿姨",
        "維護人員"
      ]
    },
    "service_station": {
      "name": "修車廠",
      "roles": [
        "修車廠經理",
        "輪胎技工",
        "單車族",
        "車主",
        "洗車操作員",
        "電子技工",
        "汽車修理工"
      ]
    },
    "space_station": {
      "name": "太空站",
      "roles": [
        "太空工程師",
        "外星人",
        "太空遊客",
        "太空站飛行員",
        "太空站指揮官",
        "太空站科學家",
        "太空站醫官"
      ]
    },
    "submarine": {
      "name": "潛水艇",
      "roles": [
        "廚師",
        "指揮官",
        "聲納操作員",
        "電子操作員",
        "船員",
        "通訊聯絡員",
        "領航員"
      ]
    },
    "supermarket": {
      "name": "超級市場",
      "roles": [
        "顧客",
        "收銀員",
        "屠夫",
        "清潔工",
        "保全人員",
        "試吃展售員",
        "上架員"
      ]
    },
    "university": {
      "name": "大學",
      "roles": [
        "研究生",
        "教授",
        "校長",
        "輔導師",
        "維護人員",
        "大學生",
        "清潔工"
      ]
    },
    "amusement_park": {
      "name": "遊樂園",
      "roles": [
        "機動遊戲操作員",
        "父母",
        "食物攤販",
        "收銀員",
        "開心的小孩",
        "惱人的小孩",
        "青少年",
        "清潔工",
        "保全",
        "家長"
      ]
    },
    "art_museum": {
      "name": "美術博物館",
      "roles": [
        "售票員",
        "學生",
        "遊客",
        "老師",
        "保全",
        "畫家",
        "藝術品收藏家",
        "藝術品評論家",
        "攝影師",
        "觀光客"
      ]
    },
    "candy_factory": {
      "name": "糖果工廠",
      "roles": [
        "瘋帽紅頭",
        "糕點廚師",
        "遊客",
        "品酒師",
        "松露農民",
        "品酒師",
        "搬運工人",
        "小矮人",
        "檢查員",
        "機械操作員"
      ]
    },
    "cat_show": {
      "name": "貓展",
      "roles": [
        "法官",
        "貓處理程員",
        "獸醫",
        "保全",
        "貓咪訓練師",
        "愛貓成癡的婦人",
        "動物愛好者",
        "貓咪的主人",
        "貓",
        "貓"
      ]
    },
    "cemetery": {
      "name": "公墓",
      "roles": [
        "牧師",
        "哥特式女孩",
        "墳墓強盜",
        "詩人",
        "哀悼者",
        "守門人",
        "死人",
        "親屬",
        "花販",
        "掘墓者"
      ]
    },
    "coal_mine": {
      "name": "煤礦",
      "roles": [
        "安全督察",
        "礦工",
        "監工",
        "自卸車操作員",
        "探鑽員",
        "協調員",
        "爆破工程師",
        "礦工",
        "固體廢物工程師",
        "工人"
      ]
    },
    "construction_site": {
      "name": "工地",
      "roles": [
        "遊蘯青年",
        "承包商",
        "起重機司機",
        "入侵者",
        "安全人員",
        "電工",
        "工程師",
        "建築師",
        "建築工人",
        "建築工人"
      ]
    },
    "gaming_convention": {
      "name": "遊戲展",
      "roles": [
        "博客",
        "Cosplay玩家",
        "遊戲玩家",
        "參展商",
        "收藏家",
        "兒童",
        "保全",
        "極客",
        "害羞的人",
        "名人"
      ]
    },
    "gas_station": {
      "name": "加油站",
      "roles": [
        "汽車爱好者",
        "服務員",
        "店長",
        "顧客",
        "洗車工人",
        "收銀員",
        "顧客",
        "環保團體成員",
        "服務員",
        "修車廠經理"
      ]
    },
    "harbor_docks": {
      "name": "港口碼頭",
      "roles": [
        "裝卸工人",
        "老海盜",
        "船長",
        "船員",
        "裝卸工人",
        "漁民",
        "出口商",
        "貨物監督員",
        "貨物檢驗員",
        "走私販"
      ]
    },
    "ice_hockey_stadium": {
      "name": "冰球場",
      "roles": [
        "冰球迷",
        "醫務人員",
        "冰球選手",
        "食物小販",
        "保全",
        "守門員",
        "教練",
        "裁判",
        "觀眾",
        "冰球選手"
      ]
    },
    "jail": {
      "name": "監獄",
      "roles": [
        "被錯誤指控的人",
        "閉路電視操作員",
        "警衛",
        "參訪者",
        "律師",
        "清潔工",
        "獄卒",
        "犯人",
        "輔導員",
        "瘋子"
      ]
    },
    "jazz_club": {
      "name": "爵士樂俱樂部",
      "roles": [
        "餐廳保全",
        "鼓手",
        "鋼琴手",
        "薩克斯風手",
        "歌手",
        "爵士樂愛好者",
        "舞者",
        "酒保",
        "VIP",
        "餐廳服務員"
      ]
    },
    "robotics_laboratory":{
      "name": "機械人實驗室",
      "roles": [
        "計算機科學家",
        "專業的電子工程師",
        "機械工程師",
        "變態佬",
        "花生友",
        "男神",
        "機械人",
        "助理",
        "經理",
        "打手"
      ]
    },
    "library": {
      "name": "圖書館",
      "roles": [
        "老人",
        "記者",
        "作者",
        "志工",
        "假裝博學多聞的人",
        "學生",
        "圖書館管理員",
        "大聲喧嘩的人",
        "愛書成癡的人",
        "書呆子"
      ]
    },
    "mall":{
      "name": "商場",
      "roles": [
        "顧客",
        "清潔員",
        "店員",
        "保安",
        "孕婦",
        "屁孩",
        "遊客",
        "推銷員",
        "經理",
        "接待員"
      ]
    },
    "night_club": {
      "name": "夜店",
      "roles": [
        "常客",
        "酒保",
        "保全",
        "舞者",
        "把妹達人",
        "交際花",
        "模特兒",
        "肌肉男",
        "喝醉酒的人",
        "害羞的人"
      ]
    },
    "race_track": {
      "name": "賽車場",
      "roles": [
        "車隊老闆",
        "賽車駕駛",
        "車械工程師",
        "觀眾",
        "裁判",
        "機械維修員",
        "食物小販",
        "評論員",
        "賭博業者",
        "觀眾"
      ]
    },
    "retirement_home": {
      "name": "安老院",
      "roles": [
        "親屬",
        "紙牌玩家",
        "老人",
        "護理師",
        "清潔工",
        "廚師",
        "盲人",
        "輔導師",
        "老人",
        "護理師"
      ]
    },
    "rock_concert": {
      "name": "搖滾演唱會",
      "roles": [
        "舞者",
        "歌手",
        "粉絲",
        "吉他手",
        "鼓手",
        "巡迴樂團道具管理員",
        "人體衝浪者",
        "保全",
        "貝斯手",
        "技術支援"
      ]
    },
    "sightseeing_bus": {
      "name": "觀光巴士",
      "roles": [
        "老人",
        "獨行觀光客",
        "巴士司機",
        "惱人的小孩",
        "觀光客",
        "導遊",
        "攝影師",
        "觀光客",
        "迷路人",
        "觀光客"
      ]
    },
    "stadium": {
      "name": "體育場",
      "roles": [
        "醫生",
        "鏈球運動員",
        "運動員",
        "評論員",
        "觀眾",
        "保全",
        "裁判",
        "食物小販",
        "跳高運動員",
        "短跑運動員"
      ]
    },
    "subway": {
      "name": "地鐵",
      "roles": [
        "觀光客",
        "地鐡司機",
        "查票員",
        "孕婦",
        "扒手",
        "清潔工人",
        "商人",
        "售票員",
        "老婦人",
        "盲人"
      ]
    },
    "the_un": {
      "name": "聯合國",
      "roles": [
        "外交官",
        "口譯員",
        "吹牛專家",
        "觀光客",
        "小睡中的代表",
        "記者",
        "國務大臣",
        "發言人",
        "祕書長",
        "說客"
      ]
    },
    "vineyard": {
      "name": "葡萄園",
      "roles": [
        "園丁",
        "美食家",
        "紅酒師",
        "出口商",
        "男管家",
        "品酒師",
        "侍酒師",
        "有錢人",
        "葡萄園經理",
        "釀酒師"
      ]
    },
    "wedding": {
      "name": "婚禮",
      "roles": [
        "戒童",
        "馬夫",
        "新娘",
        "主祭",
        "攝影師",
        "女花童",
        "新娘之父",
        "婚禮破壞者",
        "伴郎",
        "親屬"
      ]
    },
    "zoo": {
      "name": "動物園",
      "roles": [
        "動物園管理員",
        "參訪者",
        "攝影師",
        "兒童",
        "獸醫",
        "觀光客",
        "食物小販",
        "收銀員",
        "動物園管理員",
        "研究員"
      ]
    }
  }
}
